const questions = [
    {
        id: 1,
        title: 'Імпресіонізм',
        info: 'Цікавим фактом є те, що імпресіоністи не планували створювати свій художній напрямок. Вони лише прагнули відійти від академізму, надати живопису свіжого подиху та наблизити його до реальності. Адже, академізм стояв на засадах того, що все найвеличніше вже створене художниками минулих поколінь і треба наслідувати їх та писати картини на міфологічні, релігійні та історичні сюжети.'
    },
    {
        id: 2,
        title: 'Постімпресіонізм',
        info: 'Напрям, що йшов наступним за імпресіонізмом. Для представників цього напряму було важливо не лише передати  зорові ефекти, як робили їхні попередники, вони вдавалися до значної стилізації свого живопису. Для постімпресіонізму характерна різноманітність творчих рішень і технічних засобів. '
    },
    {
        id: 3,
        title: 'Кубізм',
        info: 'Напрям живопису, сенс якого закладено в його назві: трансформація усіх живих та неживих об’єктів на полотні в геометричні фігури. Митці XX століття намагалися відійти від реалістичного зображення, всіляко трансформувати звичні для нас форми. Найвідомішою кубістичною картиною є «Герніка» Пабло Пікассо, яка показує усі жахіття сучасної війни, коли за одну ніч можна зрівняти з землею ціле місто, як це сталося з однойменним містом басків.'
    },
    {
        id: 4,
        title: 'Супрематизм',
        info: 'В основі концепції супрематизму лежить безпредметність живопису, повний відхід від зображення матеріального світу. На думку митця, усі зусилля потрібно зосередити на кольорі, формі, фактурі, русі. Величезний вплив супрематизму, зокрема досліджень К. Малевича, відчувається у сучасному дизайні та графіці. Власне, саме Малевич розробив філософію супрематизму та написав маніфест для нового живопису. Головна ідея – це розрив живопису з зображенням реального світу.'
    },
    {
        id: 5,
        title: 'Сюрреалізм',
        info: 'В основі сюрреалізму лежать психологічні дослідження Зігмунда Фрейда. Художники вивчають та зображають на полотні підсвідомість. Задля відходу від реальності митці навіть знайомляться з малюнками хворих на шизофренію.'
    },
    {
        id: 6,
        title: 'Експресіонізм',
        info: 'Одне із сучасних напрямків мистецтва, яке зародилося в Німеччині приблизно в першій половині XX століття. Спочатку експресіонізм охоплював тільки поезію і живопис. Експресіоністи зазвичай зображують навколишній світ лише суб’єктивно, повністю спотворюючи реальність для ще більшого емоційного ефекту. Таким чином, вони змушують свого глядача задуматися. Серед його представників: Амедео Модільяні, Едвард Мунк, Ернст Людвіг Кірхнер і т. ін.'
    }
]
export default questions
